<template>
  <div>
    <div class="page-intro">
      <img
        src="~assets/img/entrance_background_image.png"
        class="section__background-image" >
      <div class="title--emphasized">
        하우학교는 배움의 본질을 회복하는 </br>
        진리의 교육 공동체를 추구합니다
      </div>
    </div>
    <div class="container">
      <div class="page-name">입학안내</div>
      <hr class="page-name--bottom-border" >
    </div>
    <div class="container">
      <div class="row">
        <div class="col-xs-12 col-sm-4 col-md-4 col-lg-4 about__title-container">
          <div class="project__title">2018학년도 <br>하늘빛우리학교 입학 요강</div>
        </div>
        <div class="col-xs-12 col-sm-8 col-md-8 col-lg-8 about__subtitle-container">
          <div class="project__content">
              <p>가. 모집정원 </p>
          </div>
          <div
            id="notice_table"
            style="overflow-x:auto;">
            <table align="center">
              <tr>
                <th colspan="5" align="center">초등과정</th>
                <th align="center">과정</th>
                <th align="center">하우스콜레</th>
              </tr>
              <tr>
                <td align="center">예비초등반(7세)</td>
                <td align="center">1학년</td>
                <td align="center">2학년</td>
                <td align="center">3학년</td>
                <td align="center">4학년</td>
                <td align="center">학년</td>
                <td align="center">13~15세</td>
              </tr>
              <tr>
                <td align="center">16</td>
                <td align="center">16</td>
                <td align="center" colspan="2">16</td>
                <td align="center">16</td>
                <td align="center">정원</td>
                <td align="center">12명</td>
              </tr>
            </table>
          </div>
          <!--  <div class="project__subtitle">text</div> -->
          <div class="project__content">
            <li style="margin-left:15px">현재 2~3학년은 통합학년으로 구성되어 있습니다. 단, 지원자가 많을 경우 학년을 분리할 수도 있습니다.</li>
            <li style="margin-left:15px">각 학년별 담임교사 외 수학(수와논리), 영어, 음악, 체육교과의 경우 교과전담교사가 교육합니다.</li>
            <li style="margin-left:15px">하우스콜레(HowSkole)는 13~15세를 위한 무학년제 자기주도형교육과정으로 운영하며 하우학교 중등과정(2020학년도 모집 예정)에 우선 편입학할 수 있습니다. 단, 적정인원이 모집되지 않을 경우 열리지 않을 수도 있습니다.</li><br>
            <p>나. 지원 자격</p>
            <li style="margin-left:15px">기독교교육에 동의하며 본교가 추구하는 교육철학과 핵심가치에 적극적으로 동의하는 부모의 자녀</li>
            <li style="margin-left:15px">2~4학년 편입 지원 학생은 이전 학년 과정을 이수했거나 해당 학력이 있다고 인정된 학생</li><br>
            <p>다. 모집일정 및 절차</p>
          </div>
          <div
            id="notice_table"
            style="overflow-x:auto;">
            <table align="center">
              <tr>
                <th></th>
                <th align="center">원서접수 마감</th>
                <th align="center">하우만나다<br>(선발캠프)</th>
                <th align="center">부모면접</th>
                <th align="center">합격자발표</th>
                <th align="center">합격자 등록</th>
                <th align="center">등교</th>
              </tr>
              <tr>
                <td align="center">편입학</td>
                <td align="center">5/24(목)17시</td>
                <td align="center" rowspan="2">5/26(토)<br>10:00~15:00</td>
                <td align="center">5/26(토)~30(수)</td>
                <td align="center">5/31(목)</td>
                <td align="center">6/14(목)</td>
                <td align="center">8/20(월)</td>
              </tr>
              <tr>
                <td align="center">스콜레</td>
                <td align="center">5/21(월)17시</td>
                <td align="center">5/23(수)~26(토)</td>
                <td align="center">5/28(월)</td>
                <td align="center">5/31(목)</td>
                <td align="center">6/1(금)</td>
              </tr>
            </table>
          </div>
          <div class="project__content">
            <li style="margin-left:15px">부모면접은 원서접수 완료시 선택하며 면접시간은 30분, 사전질문지 작성 포함 약 1시간소요</li>
            <li style="margin-left:15px">합격자 발표는 개별 문자메시지로 알림, 합격자 등록은 입학금 및 가을학기(하우스콜레의 경우 여름학기) 교육비 납부</li><br>
            <p>라. 지원 서류</p>
            <ol>
            <li style="margin-left:15px"><b>입학원서</b>(지원자소개, 지원자약속 포함) <b>1부</b> 및 <b>추천서 1부 </b></li>
            <li style="margin-left:15px"><b>감상문 1편 : 하우교육세미나 강의</b>(하늘빛우리교회 홈페이지hbwoorichurch.org ‘하늘빛방송>특별행사’나 유튜브youtube.com에서 ‘하우세미나’로 검색 후 시청 가능) <b>또는 부모학교 필독도서(기적의 사과, 대한민국 부모, 신본주의 교육, 가르침과 배움의 영성) 중 선택(A4 1쪽 분량)</b></li>
            <li style="margin-left:15px"><b>주민등록등본 1부   </b></li>
            <li style="margin-left:15px"><b>사진</b>(반명함) <b>1장</b>(입학원서 이메일지원 시 사진 첨부가 어려운 경우에만 제출)</li>
            <li style="margin-left:15px">편입학 및 하우스콜레 지원자(2018년 현재 2~4학년, 6~8학년)의 경우 <b>학교생활기록부(Ⅱ) 1부</b></li>
            <li style="margin-left:15px"><b>입학전형료(선발캠프비 포함) 10만원</b>(반드시 지원자 이름으로 입금)</li>
            </ol>
            ※ <a href="assets/file/하우학교입학지원양식.zip">입학원서와 추천서(추천자 작성 후 직접 발송) 내려받기</a><br>
            <!--※ 입학원서와 추천서(추천자 작성 후 직접 발송)는 학교홈페이지 공지사항에서 내려받기<br>-->
            ※ 지원서류를 이메일로 보낼 경우 반드시 다음과 같이 파일명(예: 입학원서_지원자이름, 감상문_지원자이름, 등본_지원자이름)을 붙여 전송하고 주민등록등본과 같이 파일로 보내기 어려운 서류는 면접일에 제출
          </div>
        </div>
      </div>
    </div>
    <div class="hidden-xs">
      <div class="space"/>
      <div class="space"/>
      <div class="space"/>
    </div>
    <div class="container">
      <div class="row">
        <div class="col-xs-12 col-sm-4 col-md-4 col-lg-4 about__title-container">
          <div class="project__title">하늘빛우리학교 입학 설명회</div>
        </div>
        <div class="col-xs-12 col-sm-8 col-md-8 col-lg-8 about__subtitle-container">
          <!--  <div class="project__subtitle">text</div> -->
          <div class="project__content">
            <li style="margin-left:15px">1차 : 5/10(목) 오후7:30 하우부모학교 시 학교설명회(10분)</li>
            <li style="margin-left:15px">2차 : 5/13(일) 오후3:30 하늘빛우리교회 4층 본당</li>
          </div>
        </div>
      </div>
    </div>
    <div class="hidden-xs">
      <div class="space"/>
      <div class="space"/>
      <div class="space"/>
    </div>
    <div class="container">
      <div class="row">
        <div class="col-xs-12 col-sm-4 col-md-4 col-lg-4 about__title-container">
          <div class="project__title">하우스콜레 HowSkole</div>
        </div>
        <div class="col-xs-12 col-sm-8 col-md-8 col-lg-8 about__subtitle-container">
          <!--  <div class="project__subtitle">text</div> -->
          <div class="project__content">
하우스콜레는, 홈스쿨러나 탈학교 학생 중 하우학교의 교육철학과 방향에 동의하는 청소년(13~15세 대상)을 대상으로 한 하우학교 안의 기독교대안교육과정이다. 모든 교육과정과 활동에 있어 학생의 자발성을 원칙으로 하며 학년 구분 없이 1년 단위로 교육과정을 운영한다. 하우학교의 교육과정을 바탕으로 발표, 토론, 프로젝트 수업을 연계한 자기주도형 학습을 실시하며 1월에는 해외이동학습(필리핀)을 실시한다. 교사는 지식전달자가 아니라 학습코치로서 학기가 시작되기 전 각 학생이 계획한 교과별 목표와 학점을 관리하며 학생과 부모가 작성한 학습계획표를 점검하고 자기주도적으로 학습할 수 있도록 돕는 역할을 한다. 열매나누기 때 학생 스스로 교육과정 수행 과정을 성찰하고 성취한 내용을 평가하며 이를 교사와 학부모 앞에서 발표(프리젠테이션)한다.<br>
※ ‘하우스콜레에 관한 자세한 사항은 첨부파일을 참고해주세요.
          </div>
        </div>
      </div>
    </div>
    <div class="hidden-xs">
      <div class="space"/>
      <div class="space"/>
      <div class="space"/>
    </div>
    <div class="container">
      <div class="row">
        <div class="col-xs-12 col-sm-4 col-md-4 col-lg-4 about__title-container">
          <div class="project__title">2018학년도 교육비</div>
        </div>
        <div class="col-xs-12 col-sm-8 col-md-8 col-lg-8 about__subtitle-container">
          <!--  <div class="project__subtitle">text</div> -->
          <div class="project__content">

            (1) 입학금 : 100만원<br>
            (2) 수업료 : 예비초등/초등과정 및 하우스콜레 월 50만원<br>
            (3) 수업료는 분기납(3개월)이 원칙(가정의 형편에 따라 학교와 협의 후 월납 가능)<br>
            (4) 체험학습비/교육활동비 별도(월 2~3만원 예상)<br>
            (5) 식비 1식에 3,000원<br>
            ※ 하늘빛우리교회 성도의 자녀에게는 수업료 10%감면 혜택이 있습니다.<br>
            ※ 다자녀가 동시에 재학 중인 경우 둘째 20%, 셋째 50%, 넷째 100% 수업료를 감면합니다.<br>
            ※ 단, 상기 혜택이 중복 적용되지는 않습니다.<br>
            (6) 하우스콜레 과정의 경우 입학 시 크롬북 별도 구입(필수)<br>
          </div>
        </div>
      </div>
    </div>
    <div class="hidden-xs">
      <div class="space"/>
      <div class="space"/>
      <div class="space"/>
    </div>
    <div class="container notice__section">
      <template v-for="item in items">
        <button
          class="enter__collapsible"
          @click="item.hidden = !item.hidden">{{ item.title }}</button>
        <div
          class="enter__content"
          :class="{hidden: item.hidden}"
          v-html="item.body"/>
      </template>
    </div>
    <div style="clear:both"/>
    <div class="hidden-xs">
      <div class="space"/>
      <div class="space"/>
    </div>
  </div>
</template>

<script>
export default {
  data: function () {
    return {
      items: [
        {'title': '하우학교는 어떤 학교인가요?',
          'hidden': true,
          'body': ' \
        <p>하우학교는,<br><br> \
 \
          첫째, 하늘빛 품은 우리 아동․청소년이 하나님의 숨을 회복하고, 하나님이 주신 몫을 찾아, 예수님처럼 생각하고 말하며 살아가는 예수제자로 성장할 수 있도록 돕기 위해<br> \
 \
          둘째, 현재의 교육생태계를 정직하게 돌아보고 성찰함과 동시에 교육에 대한 기존의 통념을 깨고 배움에 대한 새로운 상상으로 교육에 대한 책무성을 위해<br> \
 \
          셋째, 전근대적인 교육을 벗어나 이 시대의 교육을 선도하고 미래를 지향할 수 있는 예언자적인 책임을 다하는 기독교학교를 세워 세상의 문화를 변혁할 정직하고 책임 있는 그리스도인을 길러내기 위해<br><br> \
 \
          경기도 화성시 동탄에 있는 하늘빛우리교회가 지원 운영하는 미인가 기독교대안학교로서<br> \
 \
          2018년에 2월에 초등학교, 2020년에 중학교를 개교할 예정으로<br> \
 \
          교회와 학교가 함께 공유하는 이상적인 기독교학교의 모델을 위해 건축을 준비하고 있습니다.<br> \
 \
          예비초등(7세반), 초등학교, 중학교, 고등학교의 13년 통합교육과정의 교회와 학교와 가정이 함께 하는 기독교학교를 통해 하나님을 영화롭게 하며 세상을 충만하게 하는 예수 제자를 길러내고, 이들이 세상의 문화를 변혁해 가는 정직하고 책임 있는 그리스도인의 삶을 살아가며, 나아가 하나님의 꿈을 함께 실현해가는 위대한 교육공동체를 이루고 싶은 소망이 있습니다.<br><br> \
 \
          이런 소망을 위해 여러분의 기도와 많은 관심을 부탁드립니다.</p> \
         '
        },
        {'title': '하우학교는 학력이 인정되는 학교인가요?',
          'hidden': true,
          'body': ' \
        <p>하우학교는 학력인정이 되지 않는 기독교대안학교입니다. 이는 하나님이 기뻐하시는 기독교학교의 원형을 위해 하우학교의 고유한 철학과 정체성을 지키기 위한 까닭에서입니다. 하지만 대안학교법의 개선을 통해 하우학교가 추구하는 철학과 가치가 훼손되지 않고도 학교를 운영할 수 있다고 판단되면 학력인정 학교로 전환할 수 있도록 준비할 계획도 있습니다. <br><br> \
 \
          학력인정을 위해 별도로 검정고시를 봐야 하지만 검정고시가 요구하는 학력수준보다 훨씬 높은, 탁월한 교육과정으로 운영되기 때문에 힉력을 인정받는 데에는 큰 어려움이 없습니다. 오히려 자유로운 교육과정과 학제를 통해 학생 개인의 발달과정이나 학업속도에 따른 효율적인 교육을 할 수 있는 장점이 있습니다. \
        </p> \
         '
        },
        {'title': '하우학교는 어디에 있나요?',
          'hidden': true,
          'body': ' \
        <p>하우학교는 경기도 화성시 동탄중심상가에 있는 하늘빛우리교회가 지원하는 학교로서 교회의 공간을 활용해 운영되는 기독교대안학교입니다. 이는 주일이나 그밖에 특정일, 특정시간에만 사용하는 교회공간을 학교와 공유함으로써 교회만을 위한 공간이 아니라 다음세대를 준비하고 교육하는 시대적 사명에 응답하기 위한 까닭입니다.<br><br> \
 \
          현재는 동탄중심상가를 활용할 계획이지만 <b>2020년에 동탄시내(동탄복합문화센터 기준)에서 6km 정도 떨어진 오산시 지곶동에 1,800평 규모로 건축해 이주할 계획</b>입니다.</p> \
         '
        },
        {'title': '하우학교의 학년 구성과 학급 당 인원은 몇 명인가요?',
          'hidden': true,
          'body': ' \
        <p>하우학교는<br><br> \
 \
          예비초등학년(7세), 초등학교 5개 학년, 예비중등학년(공교육의 초등학교 6학년)<br> \
          중학교 3개 학년, 고등학교 3개 학년의 총 13개 학년으로 구성하여 <br> \
          초중등 통합교육과정으로 운영할 계획이며<br><br> \
 \
          한 학년 당 한 학급으로 학급 당 16명 정원으로 모집해 <br> \
          13개 학년의 완성학교가 되는 2025년에 전체 208명의 학생이 다음세대를 준비할 수 있도록 <br> \
          가정과 교회와 학교가 함께 하는 행복한 교육공동체를 꿈꿉니다. \
        </p> \
         '
        },
        {'title': '하우학교의 학제는 일반학교와 어떻게 다른가요?',
          'hidden': true,
          'body': " \
        <p>첫째, 초등학교 취학 전 1년간의 예비초등학년(만6세)이 있습니다.<br> \
 \
          이는 유치원 교육이 목표하는 ‘유아의 일상생활에 필요한 기본 능력과 태도를 기르는데 중점’을 둘 뿐만 아니라 초등학교에 잘 적응할 수 있도록 도와 초등교육의 수용성을 높입니다. 아울러 이를 전담하는 유아교육의 전문성을 지닌 교사와 초등교사와의 협업을 통해 초등 저학년 시기에 유아 단계의 돌봄이 부족해 고학년에 이를 때까지 문제가 되는 학생을 효과적으로 돌볼 수 있는 장점이 있습니다.<br><br> \
 \
          둘째, 일반 초등학교의 6학년을 초등학교에서 분리해 예비중등학년으로 운영합니다.<br> \
 \
          이는 초등교육의 전문가나 현장 교사들의 경험주의적 교육관에 착안한 것으로, 발달 단계의 급속한 변화로 초등학교 6학년 학생의 경우 초등교육적인 관점보다는 중등 단계의 교육을 준비하는 예비 교육과정을 운용하는 것이 효과적이다는 교육적인 판단 때문입니다. 또한 4월에 검정고시를 치르고 초등학교 졸업자격을 취득한 후 캠퍼스 이동학습을 통해 본교가 지향한 초등과정의 목표를 성취하는 데 효율적인 학제이기 때문입니다.<br><br> \
 \
          셋째, 중고등학교 단계인 7학년부터 12학년까지 무학년 학점제를 시행합니다.<br> \
 \
          이는 학생 저마다의 학업 성취 수준이 다른데다 학습 속도가 다르기 때문에 나이에 따라 기계적으로 학년을 구분하고 동일한 수준의 교육활동을 이수하게 하는 것은 전근대적인 교육방법이라는 교육적인 신념에 근거한 것입니다. 100명의 학생이 있으면 100가지 저마다 다른 교육과정이 필요합니다. 따라서 이를 실현할 수 있는 탁월한 모형이 무학년 학점제라는 많은 전문가의 이론과 현장의 경험에 따라 중학교 단계인 7학년 때부터 무학년 학점제를 시행합니다. 하지만 국가교육과정의 반영이라든가 일반학교 학제와의 조화를 위해 7~8학년, 9학년, 10~11학년, 12학년으로 구분해 적용할 예정입니다.<br><br> \
 \
          이 중에서 9학년(일반교육의 중학교 3학년에 해당)은 '전환학년'으로 자유학기제의 근본 취지와 덴마크의 '에프터스콜레'가 지향하는 가치와 철학을 살린 사회성․감성 중심의 체험교과를 우선한 교육과정으로 운영합니다. 이에 대한 한국의 사례로, 서울시교육청에서 2015년부터 시행한 고교자유학년제 과정의 ‘오디세이 학교’나 한국형 인생학교를 표방한 ‘꿈틀리 인생학교’를 참고하시길 바랍니다.<br><br> \
 \
          그리고 11학년 여름에 고등학교 졸업자격 검정고시를 통과한 후 맞게 될 12학년에는 본격적인 소명주도 진학진로중심의 창업과정으로 이때 ‘창업’은 ‘사업을 처음으로 시작하다’는 일반적으로 사용하는 사전적인 의미가 아니라 ‘새로운 학업을 열어가다(시작하다)’는 의미로써, 학업을 마친다는 기존의 ‘졸업’이라는 용어를 사용하는 대신 하우학교의 철학과 지향에 적합한 ‘창업’이라 명칭하기로 합니다. \
        </p> \
         "
        },
        {'title': '하우학교의 입학을 위해 학교발전기금이나 기부금이 있나요?',
          'hidden': true,
          'body': ' \
        <p>기독교학교교육의 철학과 가치를 지키기 위해 미인가로 운영하는 대부분의 기독대안학교가 그러하듯 하우학교는 교육청이나 정부의 지원을 받지 않고 학부모가 내는 수업료만으로 운영하는 학교입니다. 그런데 학부모가 감당해야 할 수업료나 기타 학비에 대한 부담이 학교를 지원하는데 걸림돌이 되어서는 안 된다는 기본 철학이 있습니다. 즉 학교의 문턱이 낮아야 합니다. 이를 실천하기 위해 학교공간이나 시설 사용에 대한 책임을 하늘빛우리교회가 전적으로 감당합니다.<br><br> \
 \
          따라서 하우학교는 별도로 내야 할 학교발전기금이나 기부금이 없습니다. </p> \
         '
        },
        {'title': '하우학교는 장애를 지닌 학생을 위한 통합지원 프로그램이 운영되고 있나요?',
          'hidden': true,
          'body': ' \
        <p>보건복지부 통계에 따르면 우리나라 등록 장애인 인구는 약 250만명이라고 합니다. 여기에다 미등록 장애인수를 포함하면 전체 인구가 약 10%가 장애인입니다. 10명 중에 1명이 장애인이기 때문에 이들을 위한 교육지원이 필요하다는 것에 공감합니다. 하지만 장애 학생을 위한 교육서비스를 위해서는 전문적인 통합지원 교육과정과 이를 담당할 통합지원전문교사가 필요한데, 하우학교는 이를 위한 여력과 준비를 갖추지 못했음을 정직하게 고백합니다.<br><br> \
 \
          하우학교는 장애를 지닌 학생을 위한 통합지원 교육프로그램이 없습니다. 또한 이를 담당하는 교사진도 준비되지 않았습니다. \
        </p> \
         '
        },
        {'title': '하우학교는 학교부적응 학생이나 학업중단 학생을 위한 학교인가요?',
          'hidden': true,
          'body': ' \
        <p>하우학교는 학교부적응 및 학업중단 학생을 위한 프로그램이 특성화되거나 준비되어 있지 않습니다.<br><br> \
 \
          하우학교는 국가교육과정을 기독교세계관을 바탕으로 한 기독교 교육과정으로 재구성하여 영성과 인성과 실력을 통합한 행복한 예수 제자로서 하나님의 꿈을 함께 이루어가는 책임 있는 그리스도인을 길러내는 기독교학교입니다. \
        </p> \
         '
        },
        {'title': '하우학교의 학비는 어느 정도인가요?',
          'hidden': true,
          'body': ' \
        <p>하우학교는 교육청이나 정부의 지원을 받지 않고 운영하는 기독교 대안학교로 학부모가 부담하는 교육비로 학교를 운영합니다. 그런데 탁월한 교사를 채용하고 미래형 교육과정을 운영하며 쾌적한 환경에서 교육하기 위해서는 적잖은 예산이 필요합니다. 특히 교육공간을 마련하고 학교시설을 유지하는 데 들어가는 비용이 많기 때문에 입학 시 학부모로부터 기부금이나 학교발전기금을 받아 이를 해결하고 있습니다. 하지만 하우학교는 교육공간이나 시설 유지 비용을 하늘빛우리교회에서 전적으로 지원하고 후원하기 때문에 의무적으로 내야할 기부금이나 학교발전기금은 없습니다.<br><br> \
 \
          <b>2018학년도 교육비</b><br><br> \
 \
          (1) 입학금 : 100만원<br> \
 \
          (2) 수업료 : 예비초등/초등과정 월 50만원<br> \
 \
          (3) 수업료는 분기납(3개월)이 원칙이지만 학교와 협의 후 월납 가능<br> \
 \
          (4) 체험학습비, 교육활동비 별도<br> \
 \
          (5) 식비는 1식에 3,000원<br><br> \
 \
          하우학교는 가능한 문턱이 낮으면서도 탁월한 교육을 실현하는 기독교대안학교를 세우려고 합니다. 해서 평범한 기독교 가정에서도 경제적으로 무리하게 부담하지 않으면서 자녀들을 하우학교에 보낼 수 있도록 최선을 다하겠습니다.<br><br> \
 \
          부모의 불안감을 해소하기 위한 목적에서나 운동선수들이 단기간에 성과를 내기 위해 맞는 근육강화제와 같은, 그런 독약과 같은 사교육에 쏟아 붓는 교육비와 비교하면 크게 부담이 가지 않는 범위에서, 하지만 다음세대를 위한 탁월하고 헌신된 기독교사들이 안정적으로 일할 수 있도록 어느 정도의 부담을 함께 나누고 각자의 역할을 다하는 동역의 관계로써 하우학교만의 이상적인 교육비가 어느 정도인지를 함께 고민해주시길 부탁드립니다. \
        </p> \
         '
        },
        {'title': '하우학교에 형제나 자(남)매가 동시에 학교에 다닐 경우 학비 감면 혜택이 있나요?',
          'hidden': true,
          'body': ' \
        <p>감면제도가 있습니다.<br><br> \
 \
          하우학교에 형제나 자(남)매가 동시에 다닐 경우 둘째 자녀의 수업료 20%를 감면합니다. <br> \
          셋째 자녀의 경우 수업료의 50%를, 넷째 자녀는 전액을 감면합니다. \
        </p> \
         '
        },
        {'title': '하우학교 학생의 미디어 사용에 관한 방침은 무엇인가요?',
          'hidden': true,
          'body': ' \
        <p>하우학교 학생은 원칙적으로 11학년 때까지 미디어 사용을 규제합니다.<br><br> \
 \
          1. 개인 스마트 기기를 소지하거나 사용할 수 없습니다.<br> \
          2. 거실에 TV를 두지 않습니다.<br> \
          3. PC(태블릿 포함)와 TV 등 디지털미디어 사용은 주 10시간으로 제한하며(부모 포함), 부모와 학생이 함께 시청하거나 함께할 프로그램을 선택합니다. <br> \
          4. 학교에서 추천하는 학기별 놀이 활동(캠핑, 문화체험, 경기관람, 공놀이, 아빠랑 카페 가기, 보드게임, 퍼즐, 요리하기 등)을 반드시 실천합니다.<br> \
          5. 가정에서 올해의 미디어활용 계획과 목표를 정하고 실천하며 학교에서 권장하는 프로그램(영화, 드라마 등)을 자녀와 함께 시청하고 서로 대화합니다.<br><br> \
 \
          하지만 무엇보다 중요한 것은 가정에서 부모님이 먼저 미디어 사용의 본을 보이는 것입니다. 이를 위해 부모를 위한 미디어교육을 실시할 예정입니다. \
        </p> \
         '
        },
        {'title': '하우학교는 사교육을 허용하나요?',
          'hidden': true,
          'body': ' \
        <p>하우학교는 원칙적으로 사교육을 허용하지 않습니다. <br><br> \
 \
          그 이유는 선행학습이나 입시중심의 경쟁을 부추기는 사교육의 근본에 깃든 문제점도 있지만 무엇보다 학교에서의 정상적인 수업을 통해 앎에 대한 호기심을 갖게 하고 협동학습 등을 통해 더불어 성장하는 기회를 빼앗기 때문입니다.<br><br> \
 \
          사교육을 받지 않는 대신 학교의 교육과정, 다양한 수업방식과 방과후 활동, 개별맞춤형 코칭 등 <br> \
          단 한 명의 학생도 포기하지 않는 완전학습을 지향합니다.<br><br> \
 \
          다만 예술교과를 전공할 학생에 한 해 학교장의 승인을 받아 전공 범위 내에서만 사교육을 할 수 있습니다. \
        </p> \
         '
        },
        {'title': '학기제, 학사일정, 수업시간 등 ‘시간’에 대한 원칙이 있나요?',
          'hidden': true,
          'body': ' \
        <p>초대교회부터 전통적으로 내려오는 기독교적 절기 및 예로부터 내려오는 전통적인 절기의 일부를 학사일정이나 교육과정에 반영해 운영할 것입니다. 이는 관습이나 형식에 따른 행위가 아니라 절기를 통한 교육적인 체험과 반복적인 활동을 통해 자연의 리듬에 동화되어가며, 본래 창조된 모습, 그 원형에 가까운 각자의 숨을 회복하게 하는 데 목적이 있습니다. 같은 이유로 일반학교와 같이 2학기가 아닌 하나님이 창조하신 아름다운 자연의 섭리에 따른 4학기제로 운영합니다. 그리고 보통 한 학기는 10주 단위로 운영되기 때문에 계획-실행-평가-적용을 연간 4회 반복하는 교육과정의 운영을 통해 효과면에서도 탁월한 교육 방법이기도 합니다. <br><br> \
 \
          그리고 한 시간 수업을 40분(초), 45분(중), 50분(고)으로 할지, 블록으로 할지, 토론 수업에 적절한 75분 정도로 할지, 주기집중 수업으로 묶을지 등을 고려하면서 교과 특성이나 학생들의 능력에 맞춰 최적화할 계획입니다. 또한 하루, 주, 달, 계절, 1년의 리듬이 인간의 삶을 생동감 있게 하기에 그런 흐름에 맞는 교육과정과 학사일정을 디자인함하며 초등학교나 중고등학교의 학교급을 단절시키지 않고 13년을 최대한 영속적이고 통합적인 교육과정으로 구성할 예정입니다. \
        </p> \
         '
        },
        {'title': '2학기제가 아닌 4학기제로 운영할 때 각 학기마다 특별한 의미가 있나요?',
          'hidden': true,
          'body': ' \
        <p><b>봄학기; 바라보는 때(PLAN)</b><br><br> \
 \
          봄학기는, 아름다운 보물을 그 몸 안에 지니고 있는 봄의 어린 싹처럼, 하나님이 본래 주신 자신의 숨(SUM), 곧 영성Spirituality과 인성Humanity과 실력Merit을 가만히 바라보는 때입니다. 건강한 인격체로 성장하기 위해 싹을 틔우고 뿌리를 내리는 가장 중요한 시기로 무엇보다 ‘사랑’이 필요합니다. 그 사랑은 아무 조건 없이 거저 주시는 ‘하나님의 사랑’에 대해 깨닫고 바라보는 것입니다.<br><br> \
 \
          <b>여름학기; 열매 맺을 때(DO)</b><br><br> \
 \
          여름학기는, 줄기를 올리고 가지를 내며 그 가지 끝에 맺을 열매를 위해 한 여름의 뙤약볕을 견디는 것처럼 자신에게 주어진 고뇌를 받아들이고 직면하여 일상을 격동적으로 살아내는 때입니다. 그래서 생각지도 못한 실패와 시련을 맞을 때 자신을 성숙하게 하실 ‘하나님의 은혜’의 때임을 아는 지혜가 필요하고 넉넉히 이겨낼 때까지 ‘나’를 격려하고 기다려주어야 합니다. 또한 일정한 가치 기준과 목적의식이 뚜렷한 계획에 따라 충실하게 실천하고 행동하는 것이 필요합니다. 이런 과정이야말로 진정한 열매인 것이지요.<br><br> \
 \
          <b>가을학기; 가을 거둘 때(CHECK)</b><br><br> \
 \
          가을학기는, 추수를 통해 얻은 과실을 통해 기뻐하는 것처럼 매일 조금씩 천천히 실천해온 일상의 삶을 통해 변화되고 성장한 나의 열매를 거둘 때입니다. 이를 위해 ‘나’의 일상을 점검하고 확인하여 잘 한 부분은 강화하고 부족한 부분은 더욱 보충해야 합니다. 그리고 보다 나은 ‘나’의 성장을 위해서는 ‘동화同化’가 필요합니다. 하여 내가 ‘동화’할 수 있도록 돕거나 그 대상이 되어줄 멘토가 절실한 시기입니다. 그리고 누구보다 완전한 ‘하나님의 아들’ 예수 그리스도를 닮아가는 것이야말로 가장 중요한 가을걷이입니다.<br><br> \
 \
          <b>겨울학기; 겨우* 사는 때(ACT)</b><br><br> \
 \
          겨울학기는, 나무가 자랄 때마다 켜켜이 그려내는 나이테처럼 지난 한 해 동안 성장하기 위해 그려낸‘나’의 뼘을 재어보고 돌아보며 평가하여 더 깊은 숨(SUM); 영성Spirituality과 인성Humanity과 실력Merit을 쉬기 위해 겨우 살아내는 때입니다. 겨우내 살기 위해 제 몸에 잎을 떼어내고 최소한의 영양분으로 살아가는 나무와 같이 ‘나’에게 불필요한 요소를 내려놓고 의미 있는 일을 선택하고 집중해야 합니다. 따라서 지금 여기의 삶을 사는 것이 중요하며 가난한 마음으로‘하나님의 계획’에 ‘순응’해야 합니다.<br><br> \
 \
          *1)힘에 겹게 간신히 (2)넉넉하지 못하게 기껏해야 (3)일정한 목표나 기준에 이르는 데 아슬아슬하게 \
        </p> \
         '
        }
      ]
    }
  }
}
</script>
