<template>
<div>
    <div class="page-intro">
      <img src="~assets/img/story_background_image.png" class="section__background-image" />

      <div class="title--emphasized">
       하우학교에서 공지사항을 알려드립니다. <br>꼭 읽어주세요.

      </div>
     
    </div>

   <div class="container">
      <div class="page-name">
       공지사항
      </div>
      <hr class="page-name--bottom-border" />
    </div> 


 <div class="container notice__section">

		<div class="tab">
		  <button class="tablinks" onclick="openCity(event, 'notice1')"  id="defaultOpen">[입학] 2018학년도 하늘빛우리학교 추가선발 계획</button>
		  <button class="tablinks" onclick="openCity(event, 'notice2')">[교사채용] 하늘빛우리학교 교사 채용 공고</button>
		  <button class="tablinks" onclick="openCity(event, 'notice3')">[입학] 연휴 중 입학지원서 방문접수 안내</button>
		</div>

		
		
		<div id="notice1" class="tabcontent">
		  <h3>2018학년도 하늘빛우리학교 입학 추가모집 계획을 다음과 같이 알려드립니다</h3>
		  <p>추가모집 학년과 인원

			<div id="notice_table" style="overflow-x:auto;">
			  
			  <table>
				<tr>
				  <th>모집학년</th>
				  <th>예비초등반(7세)</th>
				  <th>1학년</th>
				  <th>2,3학년</th>
				  <th>4학년</th>
				  <th>정원</th>
				 
				</tr>
				<tr>
				  <td>정원</td>
				  <td>00명</td>
				  <td>00명</td>
				  <td>00명</td>
				  <td>0명</td>
				  <td>48명</td>
				 
				</tr>
				
			  </table>
			</div>


			※ 하늘빛우리교회 성도의 자녀에게는 교육비10%감면(입학금 제외) 혜택이 있습니다.<br>

			입학설명회<br>

			- 12.02(토) 11:00~12:30 동탄중앙이음터도서관 5층 강당<br>

			- 12.03(일) 15:30~17:00 하늘빛우리교회 본당<br>

			추가모집 일정<br>

			원서접수 2017년 12월 1일~2018년 1월 3일(수) 이메일 또는 방문 접수<br>

			선발캠프 2018년 1월 6일(토) 10:00~15:00<br>

			부모면접 2018년 1월 8~20일 17:00~21:00 중 선택(원서접수 완료시 선택하며 면접시간은 30분, 사전질문지 작성 포함 약 1시간소요)<br>

			합격자 발표 2018년 1월 22일(월) 중 개별 문자메시지로 알림<br>

			합격자 등록(입학금 및 봄학기교육비 납부) 2018년 1월 22일 ~ 1월 29일<br>

			겨울캠프 2018년 1월 23~25일 (2018학년도 입학예정자 대상)<br>

			감사합니다.
			</p>
		</div>

		<div id="notice2" class="tabcontent">
		  <h3>하늘빛우리학교 교사 채용 공고</h3>
		  <p>하늘빛우리학교에서 기독교대안학교를 함께 세워갈 기독교사를 다음과 같이 모집합니다. 관심 있는 분들의 많은 지원을 부탁드립니다.</p>

			1. 모집 인원<br>

			- 초등 담임교사(근무일은 협의 후 결정) ◯명<br>

			- 초등 영어교과교사(2018년 2월26일~12월31일 시간제 근무)  ◯명<br>

			- 중등 정교사(2020년 2월부터 근무) : 영어, 수학,  미술 각 ◯명<br>

			※ 초등 영어교과교사의 경우 수업시수에 따라 수당 지급, 중등 정교사와 복수 지원 가능 <br>

			※ 중등 정교사는 월 1회(주말이나 공휴일 이용) 연수에 참석해야 함(교통비 지급) <br><br>

			 

			2. 급여 및 복지 <br>

			가. 본봉은 공립학교의 80% 수준으로 호봉제(타 교육기관의 교육경력 인정)를 따름.<br>

			나. 기타 수당은 본교 이사회에서 결정한 수당 원칙에 따름.<br>

			다. 복지 : 4대 보험 적용, 식사 제공, 자녀 본교 입학 시 수업료 무료(1인) 및 감면(2인 이상)<br><br>

			 

			3. 지원 자격<br>

			<b>공통</b><br>

			가. 본교 교육철학과 비전에 동의하며 기독교대안학교 교사로 부르심에 확신이 있는 분<br>

			나. 대안학교 및 교직 근무 경험이 있는 자 우대<br>

			다. 해당 교사자격증 보유자(교사자격증을 보유하지 않았을 경우 그에 부합한 전문성을 증명할 수 있는 설명과 근거 자료 첨부)<br>

			<b>교과</b><br>

			라. 영어교사는 초등학생 저학년 지도 및 독서 중심의 영어교육 가능자 우대<br>

			마. 수학교사는 MIC, 5차원, 거꾸로학습 등에 관심이 있거나 지도 가능자 우대<br>

			바. 미술교사는 디자인이나 조소(공예) 전공자 우대<br><br>

			4. 제출서류<br>

			가. 필수서류<br>

			- 지원서(자기소개서 포함, 붙임1) 1부<br>

			- 에세이 2편<br>

			(1) 초등교육 또는 전공교과에 대한 기독교적 관점과 교수 방법론(A4 5쪽 내외, 글자크기12)<br>

			(2) 가장 감명 깊게 읽었던 책에 대한 서평((A4 2쪽, 글자크기12)<br>

			- 소속 교회 담임목사 추천서(붙임2) 1부<br>

			- 교원자격증 사본 1부.<br>

			나. 추가서류(서류전형 통과 후 면접 시 제출)<br>

			- 병적증명서 또는 주민등록초본 1부(필수)<br>

			- 대학 및 최종학교졸업 증명서 1부<br>

			- 대학 성적증명서 1(필수)부<br>

			- 경력증명서 및 자격증 각 1부(지원서에 기재된 경력이나 자격이 있을 경우 필수)<br>

			다. 최종합격 후 제출서류<br>

			- 채용신체검사서, 신원진술서, 범죄경력조회 동의서 각 1부<br><br>

			 

			5. 전형방법<br>

			가. 1차 서류전형(합격자에 한하여 개별 통지)<br>

			나. 2차 수업실기 후 3차 면접(수업실기 후 같은 날 실시) : 개별통보<br>

			다. 최종합격자 발표 : 개별통보<br>

			라. 본교 채용 기준에 부합하는 교사가 없을 경우 선발하지 않을 수도 있음<br><br>

			 

			6. 접수기간 및 방법<br>

			가. 접수기간 : 수시접수<br>

			나. 접수처 : 우편번호(18453) 경기도 화성시 동탄반석로 196, 708호 하늘빛우리학교<br>

			다. 접수방법 : 수시로 이메일 apply@howcs.kr 이나 직접 내방 또는 우편 접수<br>

			라. 문의: 하늘빛우리학교 교무실 031-613-0737 이메일 how@howcs.kr<br><br>

			 

			7. 기타사항<br>

			가. 기재된 내용 및 제출된 서류가 사실과 다를 경우 합격 및 임용을 취소함<br>

			나. 제출된 서류는 일체 반환하지 않음<br>

			다. 임용된 교사는 사전 연수에 의무적으로 참여해야 함(단, 사전 연수에 불성실하게 참여할 경우 임용이 취소될 수 있음)<br>

			라. 학교 사정에 따라 전형일정 및 장소가 변경될 수 있으므로 연락처(핸드폰)를 반드시 기재 바람<br><br>

			 

			<p align="center">2017.10.18.<br>
					하늘빛우리학교장
			</p> 
		</div>

		<div id="notice3" class="tabcontent">
		  <h3>연휴 중 학교방문 접수를 위해 다음과 같이 근무합니다.  </h3>
		  <p>10월 7일(토)10:00~17:00 <br>10월 9일(월)10:00~17:00
			</p>
		</div>




    
</div><!--container notice__section-->

<!--toggle part-->
 <div class="container notice__section">


<button class="enter__collapsible">하늘빛우리학교 초등교사 채용 공고</button>
<div class="enter__content">
  <p>하늘빛우리학교에서 기독교대안학교를 함께 세워갈 기독교사를 다음과 같이 모집합니다. 관심 있는 분들의 많은 지원을 부탁드립니다.</p>

			1. 모집 인원 <br/>

			- 초등 정교사 O명<br/><br/>

			2. 급여 및 복지<br/>

			가. 본봉은 공립학교의 80% 수준으로 호봉제(타 교육기관의 교육경력 인정)를 따름.<br/>

			나. 기타 수당은 본교 이사회에서 결정한 수당 원칙에 따름.<br/>

			다. 복지 : 4대 보험 적용, 식사 제공, 자녀 본교 입학 시 수업료 무료<br/><br/>

			3. 지원 자격<br/>

			공통<br/>

			가. 본교 교육철학과 비전에 동의하며 기독교대안학교 교사로 부르심에 확신이 있는 분<br/>

			나. 대안학교 및 교직 근무 경험이 있는 자 우대<br/>

			다. 해당 교사자격증 보유자(교사자격증을 보유하지 않았을 경우 그에 부합한 전문성을 증명할 수 있는 설명과 근거 자료 첨부)<br/><br/>

			4. 제출서류<br/>

			가. 필수서류<br/>

			- 지원서(자기소개서 포함, 붙임1) 1부<br/>

			- 에세이 2편<br/>

			(1) 초등교육(또는 전공교과)에 대한 기독교적 관점과 교수 방법론(A4 5쪽 내외, 글자크기12)<br/>

			(2) 가장 감명 깊게 읽었던 책에 대한 서평((A4 2쪽, 글자크기12)<br/>

			- 소속 교회 담임목사 추천서(붙임2) 1부<br/>

			- 교원자격증 사본 1부.<br/>

			나. 추가서류(서류전형 통과 후 면접 시 제출)<br/>

			- 병적증명서 또는 주민등록초본 1부(필수)<br/>

			- 대학 및 최종학교졸업 증명서 1부<br/>

			- 대학 성적증명서 1(필수)부<br/>

			- 경력증명서 및 자격증 각 1부(지원서에 기재된 경력이나 자격이 있을 경우 필수)<br/>

			다. 최종합격 후 제출서류<br/>

			- 채용신체검사서, 신원진술서, 범죄경력조회 동의서 각 1부<br/><br/>

			5. 전형방법<br/>

			가. 1차 서류전형(합격자에 한하여 개별 통지)<br/>

			나. 2차 수업실기 후 3차 면접(수업실기 후 같은 날 실시) : 개별통보<br/>

			다. 최종합격자 발표 : 개별통보<br/>

			라. 본교 채용 기준에 부합하는 교사가 없을 경우 선발하지 않을 수도 있음<br/><br/>

			6. 접수기간 및 방법<br/>

			가. 접수기간 : 수시접수<br/>

			나. 접수처 : 우편번호(18453) 경기도 화성시 동탄반석로 196, 아이프라자 708호 <br/>

			다. 접수방법 : 수시로 이메일 접수나 직접 내방 또는 우편 접수<br/>

			라. 문의: 하늘빛우리학교 교무실 031-613-0737 이메일 apply@howcs.kr<br/><br/>

			7. 기타사항<br/>

			가. 기재된 내용 및 제출된 서류가 사실과 다를 경우 합격 및 임용을 취소함<br/>

			나. 제출된 서류는 일체 반환하지 않음<br/>

			다. 임용된 교사는 사전 연수에 의무적으로 참여해야 함(단, 사전 연수에 불성실하게 참여할 경우 임용이 취소될 수 있음)<br/>

			라. 학교 사정에 따라 전형일정 및 장소가 변경될 수 있으므로 연락처(핸드폰)를 반드시 기재 바람<br/>

			※ 기타 채용과 관련하여 궁금한 점이 있는 분은 이메일 apply@howcs.kr 이나 사무실’(☎ 031-613-0737)로 문의하시기 바랍니다.<br/>

			<p align="center">2017.08.19.하늘빛우리학교장</p>
</div>
<button class="enter__collapsible">[아지트] 하우아지트 2017가을학기 강좌 안내</button>
<div class="enter__content">
  <p>준비중입니다.</p>
</div>
<button class="enter__collapsible">[입학] 2018학년도 하늘빛우리학교 입학설명회 안내</button>
<div class="enter__content">
  <p>준비중입니다.</p>
</div>
<button class="enter__collapsible">[하우하다] 창간호 발행</button>
<div class="enter__content">
  <p>준비중입니다.</p>
</div>


	




</div><!--container notice__section-->


     <div style="clear:both"></div>

    <div class="hidden-xs">
      <div class="space"></div>
      <div class="space"></div>
    </div>

</div>
</template>

<script>
export default {
}

var coll = document.getElementsByClassName("enter__collapsible");
var i;

for (i = 0; i < coll.length; i++) {
    coll[i].addEventListener("click", function() {
        this.classList.toggle("active");
        var content = this.nextElementSibling;
        if (content.style.display === "block") {
            content.style.display = "none";
        } else {
            content.style.display = "block";
        }
    });
}
</script>
