<template>
  <div>
    <div class="page-intro">
      <img
        src="~assets/img/edu6_background_image.png"
        class="section__background-image" >

      <div class="title--emphasized">
        교사가 곧 교육과정입니다. <br>하우학교는 행복한 교육공동체를 위해 행복한 교사가 함께 합니다.
      </div>

    </div>

    <div class="container">
      <div class="page-name">
        교사 소개
      </div>
      <hr class="page-name--bottom-border" >
    </div>

    <template v-for="item in items">
      <div class="visible-xs">
        <img
          :src="item.img"
          class="full-width" >

        <div class="container">
          <div class="subtitle"><br>{{ item.name }}</div>
          <div class="normal-text">
            {{ item.intro }}
          </div>

        </div>
      </div>

      <div class="hidden-xs">
        <div class="row">
          <div
            v-if="item.left == 1"
            class="col-sm-offset-1 col-sm-5 col-md-offset-1 col-md-5 col-lg-offset-1 col-lg-5">

            <div class="subtitle"><br>{{ item.name }}</div>
            <div class="normal-text">
              {{ item.intro }}
            </div>

          </div>

          <div class="col-sm-6 col-md-6 col-lg-6">
            <img
              :src="item.img_pc"
              class="full-width" >
          </div>

          <div
            v-if="item.left == 0"
            class="col-sm-5 col-md-5 col-lg-5">
            <div class="subtitle"><br>{{ item.name }}</div>
            <div class="normal-text">
              {{ item.intro }}
            </div>
          </div>

          <div
            v-if="item.left == 0"
            class="col-sm-1 col-md-1 col-lg-1"/>

        </div>
      </div>

      <div class="hidden-xs">
        <div class="space"/>
        <div class="space"/>
        <div class="space"/>
      </div>
    </template>
  </div>
</template>

<script>
export default {
  data: function () {
    return {
      items: [
        {name: '이현주(보그미, 예비초등/돌봄교실)',
          img: '/assets/img/edu6_11.png',
          img_pc: '/assets/img/edu6_11_pc.png',
          intro: ' \
          하우학교에 교사로 지원을 하면서, 수많은 데이터와 정보의 홍수 속에서 탈 진리의 시대를 살아가야 할 우리 아이들이 떠올랐습니다. 어려서부터 배우는 것들이 절대 진리 안에서 이루어질 수 있도록 하는 것이 얼마나 중요 한 일이지 절실히 깨닫게 되었습니다. 인간이 생각하는 진리는 시대에 따라 변할 수 있지만, 변할 수 없는 절대 진리는 예수 그리스도이십니다. 우리 아이 들이 예수 그리스도의 주되심으로 말미암아 이 땅에서 성령의 능력으로 세상 을 능히 이기는 자로 살아갈 수 있도록 힘을 모으는 하우공동체와 함께하게 되어 참으로 영광입니다. 이 영광된 자리에 초대해 주셔서 감사합니다. \
         ',
          left: 0},
        {name: '유명숙(빛하나, 초등담임/미디어교육/초등팀장)',
          img: '/assets/img/edu6_9.png',
          img_pc: '/assets/img/edu6_9_pc.png',
          intro: ' \
          우리를 세상의 빛이라 하십니다. 우리의 됨됨이 때문이 아닙니다. 우리 안에 빛이신 주님이 계시기 때문에 빛이라 하십니다. 하루하루의 삶이 더해감에 따 라 빛되신 주님을 더 밝고 맑게 드러내고 싶습니다. 그래서, 다른 누구를 흉내 내고 따라가는 삶이 아닌 하나님 만드신 나 자신으로서의 삶을 더 선명하게 살아내고 싶습니다. 아이들 안에 밝게 빛나실 주님으로 인해 기대가 됩니다. 각기 다르게 만드신 아이들이 ‘하나님 만드신 나 자신’으로 빚어져가는 여정에 함께 할 수 있어 감사합니다. \
         ',
          left: 1},
        {name: '신아름(앨리스, 초등담임/음악/예배)',
          img: '/assets/img/edu6_8.png',
          img_pc: '/assets/img/edu6_8_pc.png',
          intro: ' \
          하나님이 불어 넣으신 숨으로부터 시작된 모든 소리와 음악으로 주님께 영광 돌리도록 \
          늘 고민하였습니다. \
          빛으로 세상을 비추신 주님을 믿고, 그 은혜로 말미암아 \
          우리 아이들이 예수님을 아는 고상한 지식으로 구별된 예수제자가 되도록 \
          리듬하며 노래하고 춤추는 아이들의 모든 창조적인 표현들 가운데 신나게 함께하려 합니다. \
          학교는 예수님의 ‘화분’ 같습니다. 이 화분 속의 씨앗들을 곱게곱게 심고 물주는 \
          교사의 소명을 다하겠습니다. 함께하게 될 우리 아이들을 기대하며 기도합니다! \
         ',
          left: 0},
        {name: '주숙현(이든, 초등담임/교무팀장/하우아지트 코디네이터)',
          img: '/assets/img/edu6_13.png',
          img_pc: '/assets/img/edu6_13_pc.png',
          intro: ' \
          창조세계 가운데 깔려 있는 주의 운율을 찬양합니다. 주의 리듬을 찬미합니 다. 그 변함없는 리듬의 이어짐에 내가 무엇‘이든’ 주의 운율 그 자체임을 보게 됩니다. 순우리말로 ‘어질다’는 뜻을 지니기도 한 옛말 ‘이든’은 제 이름 에 그 뜻이 포함되어 있기도 합니다. 그리고 물이든 바람이든 산이든 화평을 이루는 말 속의 조사 ‘이든’이기도 합니다. 광야의 자유인이길, 온유한 당당함 을 지니길, 싱그런 평화를 품길 소망합니다. 어느 아이이든 함께 차별을 차별 하고, 혐오를 혐오하며, 배제를 배제하고 사랑과 공의의 하나님 나라를 하나 님이 주신 언어로 만들어 가길 꿈꿉니다. \
         ',
          left: 1},
        {name: '정호영(호크마, 스콜레담임/창의교육)',
          img: '/assets/img/edu6_16.png',
          img_pc: '/assets/img/edu6_16_pc.png',
          intro: ' \
          호크마는 히브리어로 지혜를 뜻 합니다. \
이 지혜는 세상의 지식을 쫓는 것이 아닌 하나님을 경외하고 하나님을 알아가는 것을 말합니다. \
더 나아가 하나님의 말씀대로 사는 것을 뜻 합니다. 교육은 행동하지 않을 때 행동하도록 하는 것이고 배우는 교육이 아닌 배워지도록 하는 것이 교사의 몫이라고 생각합니다. 그 몫을 살아내기 위해서는 주님의 지혜가 필요합니다. 전도서 7장 12절 말씀처럼 하나님이 주신 지혜로 인해 우리가 살고 남을 살리는 교육이 이 곳 하우학교에서 이루어지길 매순간 기도합니다. \
         ',
          left: 0},
        {name: '신동열 (큰돌, 기독교세계관)',
          img: '/assets/img/edu6_7.png',
          img_pc: '/assets/img/edu6_7_pc.png',
          intro: ' \
          학생들은 하나님이 만드신 작품이니 만나도 계속 새로운 예술 작품을 대하듯 학생들 속에 담긴 비밀과 하늘의 메세지를 발견하겠습니다. 하나님이 지으신 세계의 기쁨을 누리게 하고 깨어진 세상의 고통 또한 사랑의 기회가 될 수 있음을 마음으로 이야기하여 학생들이 및으로 자라나도록 돕겠습니다. \
         ',
          left: 1},
        {name: '최정훈(달빛, 기독교세계관/초등 수와 논리)',
          img: '/assets/img/edu6_14.png',
          img_pc: '/assets/img/edu6_14_pc.png',
          intro: ' \
          안녕하세요, 저는 달빛입니다. 너무 밝은 태양빛보다는 은은하게 비추지만, 없으면 섭섭한 달빛처럼 학생들을 비추고 싶어요. 학생들을 가르치면서 늘 느끼는 점은, 제가 생각했던 것보다 크고 넓은 세계가 그들 안에 있다는 것입니다. 앞으로 만나갈 학생들 안에는 어떤 세계가 있을지 궁금합니다. 소중한 보석으로 여기고 예쁘게 비추는 교사가 되겠습니다. \
         ',
          left: 0},
        {name: '김주혜 (도랑, 기독교세계관/미술과 공예)',
          img: '/assets/img/edu6_4.png',
          img_pc: '/assets/img/edu6_4_pc.png',
          intro: ' \
          아이들이 온전히 자신을 그려낼 수 있도록 지도하시는 분은 오직 하나님이십니다. 이미 일하고 계시는 하나님과 동행하며 아이들의 곁을 따뜻하게 지키는 교사가 되기를 소망합니다. 비록 저는 도랑과 같은 작은 물줄기이지만, 아이들이 자유롭게 뛰어들어 자신만의 세계를 펼쳐낼 수 있는 공간으로 저의 품을 내어주고 싶습니다. 하우 교육공동체가 세상을 돕고, 하나님 나라를 풍성하게 하는 예술가들을 길러 낼 수 있도록 노력하고 기도하겠습니다. \
         ',
          left: 1},
        {name: '김은주(Julie, 영어)',
          img: '/assets/img/edu6_3.png',
          img_pc: '/assets/img/edu6_3_pc.png',
          intro: ' \
          "Julie" 라는 평범한 영어 이름에서 "Jewelry(보석)"를 떠올려보면 어떨까요? 어린 학생들을 하나하나의 귀한 보석으로 대하려는 마음과, 아이들이 각기 고유한 보석처럼 빛나게 성장하기를 바라는 소망을 담아 "Julie"로 섬기기를 원합니다. 모두가 주님의 예쁜 보석되기를 기도합니다. \
         ',
          left: 0},
        {name: '김요한(John, 체육)',
          img: '/assets/img/edu6_2.png',
          img_pc: '/assets/img/edu6_2_pc.png',
          intro: ' \
          하나님께서 사람을 만드실 때 각 사람 모두를 다르게 창조하셨습니다. 그리고 가르치실 때에도 각 사람에게 맞는 방법으로 다르게 가르치셨습니 다. 학생들을 대할 때 ‘틀림’이 아닌 ‘다름’을 인정하고, 각 학생의 특성에 맞 는 방법을 찾을 수 있도록 고민하고 소통하여 학생들의 몸과 마음을 아름답 고 건강하게 만드는 데 도움을 줄 수 있는 교사가 되겠습니다.',
          left: 1},
        {name: '정유훈(Joy, 교목)',
          img: '/assets/img/edu6_12.png',
          img_pc: '/assets/img/edu6_12_pc.png',
          intro: " \
          우리의 인생은 '나는 누구인가?'에 대한 물음의 연속입니다. 하지만, 우리는 삶의 정체성과 목적없는 방향성을 멈추고, 하나님으로 비롯된 정체성과 하나님께서 만드신 목적이 이끄는 방향성이 있는 교육이 필요합니다. 하나님을 알아감으로 나 자신을 알아가는 은혜가 있기를 소망합니다. \
         ",
          left: 0},
        {name: '이수연 (하늘, 중국어/영어)',
          img: '/assets/img/edu6_10.png',
          img_pc: '/assets/img/edu6_10_pc.png',
          intro: ' \
          하늘에 계신 하나님 아버지를 내가 믿습니다. 저의 평생의 고백이자, 우리 아이들의 고백이 되어지길 소망합니다. 소망을 품은 산 개가 죽은 사자보다 낫다고 하신 하나님의 말씀대로, 우리 아이들을 하늘의 소망을 품은 하늘의 사람들로 자라나게 해주고 싶습니다. 하늘을 두루마리 삼고 바다를 먹물 삼아도 다 기록할 수 없는 하나님의 사랑을 피부로 느끼며 자라나게 해주고 싶습니다. 하늘보다 더 높고 바다보다 더 깊은 하나님의 지혜를 배우며 자라나게 해주고 싶습니다. 그저 언어만을 공부하는 것이 아닌, ‘언어’ 그리고 언어 속에 있는 ‘문화’라는 무기를 가지고, 이곳 하우 학교에서 시작해, 더 큰 무대 위에서 하나님의 나라를 아이들과 함께 이루어갈 모든 시간들을 기대합니다. \
         ',
          left: 1},
        {name: '김진경(늦봄, 2020국어))',
          img: '/assets/img/edu6_5.png',
          img_pc: '/assets/img/edu6_5_pc.png',
          intro: ' \
          행복한 학교를 꿈꿉니다. 내일의 행복을 위해 오늘의 행복을 유보하기보다 ‘지금, 여기’에서 행복을 맛보는 교육을 만들어가고 싶습니다. 아이들과 함께하는 매 순간이 하나님 나라를 이루는 나의 분깃임을 기억하며 부지런히 소망의 씨앗을 심어가겠습니다. \
         ',
          left: 0},
        {name: '박지혜(지혜, 2020과학)',
          img: '/assets/img/edu6_6.png',
          img_pc: '/assets/img/edu6_6_pc.png',
          intro: ' \
          의료선교를 꿈꾸었지만 주님의 부르심에 교사가 되었고, 학교 현장에서 아이들과 마냥 행복하게 지내고 있습니다. Nice를 거둬가시되 Best로 돌려 주시는 하나님을 경험하기를 여러 번, 저를 이곳 하우학교로 보내주신 하나 님의 계획하심과 주관하심을 기대하고 있습니다. 잘 가르치고 인간미 있는 선생님이고 싶습니다. 또한 외할머니가 지어주신 이름값을 할 수 있는 사람 이고 싶습니다. 주님께서 예비하고 부르신 곳에서, 심겨진 곳에서 아름답게 자라나 꽃을 피우고 싶습니다.\
         ',
          left: 1},
        {name: '최용희(담벼락, 급식)',
          img: '/assets/img/edu6_15.png',
          img_pc: '/assets/img/edu6_15_pc.png',
          intro: ' \
"쓰레기를 길에 버리는사람, 그리고 그 쓰레기를 버린 사람을 찾는 사람, 하지만 묵묵히 쓰레기를 줍는 사람, 그 사람 때문에 세상이 깨끗해지는 것"처럼 저또한 그렇게 하우학교에서 작은  역할을 묵묵히 감당하는 교사이길 소원합니다. \
         ',
          left: 0},
        {name: '김영진(피스, 행정실장)',
          img: '/assets/img/edu6_1.png',
          img_pc: '/assets/img/edu6_1_pc.png',
          intro: ' \
          부족한 내가 이 공동체의 한 부분(piece)이길 소망하고, \
          나를 통하여 이 공동체에 다른 이들을 연결하는 연결재(piece)이길 바라며, \
          하모니를 이루어가는 이정표인 악보(piece)가 되길 바라고, \
          나를 통하여 이 공동체에 혼란이 아닌 평안(peace)이 가득하길 원합니다. \
          그리고 제가 이 공동체의 말(piece)의 역할을 감당하길 소망합니다.',
          left: 1}
      ]
    }
  }
}
</script>
